Repository: chuckinSpace/study_calendar
Catalog: lib/l10n/intl_*.arb
Languages: es

# tutorial
source: Show Tutorial
es: Mostrar Tutorial

source: Add Test
es: Nuevo Test

source: Go To Calendar
es: Abrir Calendario

source: Settings
es: Configuración

# goToCalendarTut
source: This open your device's Calendar, where you can check or modify your created sessions and tests, also set reminders if you want
es: Esto abrirá el Calendario de tu aparato móvil, aquí podrás chequear las sesiones y test creados, tambien añadir recordatorios si asi lo deseas

# addTestTut
source: Add a new test, It will be added to your device's Calendar, along with the corresponding study sessions
es: Crea un nuevo test, Será agregado al Calendario de tu dispositivo automáticamente junto con las sesiones de estudio correspondientes.

# settingsTut
source: Use your settings to define what Calendar we should use to write and read events, set you best times to study, cut offs and more
es: Usa las preferencias para definir que Calendario debemos usar para escribir y leer los eventos, selecciona tus horas ideales para estudiar, tiempos de descanso y más

# settingsWarning
source: Before we Start please select what Calendar we should use
es: Antes de comenzar por favor selecciona cual es el Calendario que debemos usar

source: DONE
es: ENTENDIDO

# option
source: description
es: descripcion

source: Calendar to use
es: Calendario a utilizar

source: SELECT A CALENDAR
es: SELECCIONA UN CALENDARIO

source: Sweet spot
es: Punto Perfecto

source: Cut Off
es: Descanso

source: Night Owl
es: Pajaro Nocturno

source: Log Out
es: Cerrar Sesión

source: Calendars
es: Calendarios

# calendarsTut
source: Select which calendar to use. Study Planner will retrieve events from this calendar to check for availability,it will also write the tests and sessions created.
es: Selecciona que calendario quieres sincronizar con la App. Study Calendar analizara el tiempo que tienes disponible para crear sesiones y tests.

# sweetSpotTut
source: Study Planner will always try to allocate sessions between these times first.
es: Study Calendar siempre intentara colocar las sesiones de estudio entre estas horas primero.

# cutOffTut
source: These are the times you do not want to study, usually used for bed time. Hint: You can use the morning cut off to take your classes into account! Example: Your classes end every day around 4pm, set the morning cut off to 4pm.
es: Estas horas son para descansar,usualmente para las horas de sueño. Tip: Puedes usar el corte de Mañana para tomar en cuenta tus clases Ejemplo: tus clases terminan a las 4pm, setea tu Corte de Mañana a las 4pm.

# nightOwlTut
source: If your sweet spot times are busy, Study Planner will try later that day if this option is selected. Otherwise it will try earlier that day.
es: Si tu Punto Perfecto esta ocupado con otros eventos, Study Calendar intentará colocar las sesiones de estudio mas tarde ese día cuando Pajaro Nocturno esta activo. De lo contrario intentará mas temprano ese día.

source: MORNING
es: MAÑANA

source: NIGHT
es: NOCHE

source: START
es: INICIO

source: END
es: FIN

source: Course Code
es: Codigo de la Asignatura

# enterSubject
source: Please enter subject
es: Ingrese codigo de la Asignatura

source: Description
es: Descripción

# enterDescription
source: Please enter description
es: Ingrese descripción

source: Due Date
es: Dia del evento

source: Pick a Date
es: Seleccione una Fecha

source: Test Complexity
es: Dificultad del test

source: What is this?
es: Que es esto?

# testComplexityTut
source: The more complex the test, the more sessions we will try to create. The final amount of sessions will depend on how close the due date is, and how much time available you have on your calendar. If there is enough time and availability the number of sessions will be equal to the complexity selected. Example: Complexity 10 / Number of sessions 10 Note: Dificulty selector will only be visible if the test due date is more than 1 day from today Max number of Sessions are 30
es: Entre mas complejo es tu test, mayor cantidad de sesiones de estudio intentaremos colocar en tu calendario. El número final de sesiones dependerá de cual es la fecha del test y de cuanto tiempo disponible encontremos en tu calendario El número máximo de sesiones a crear es 5.

source: Cancel
es: Cancelar

# noTimeForSessions
source: The test is too soon, no session were created for this test
es: No hay suficiente tiempo para hacer sesiones, se creó solo el Test

# oneSessionCreated
source: Test And 1 new study session was added to your calendar
es: Test y una nueva sesión de estudio fue añadida a tu Calendario

# moreSessionsCreated
source: new study sessions were added to your calendar
es: nuevas sesiones de estudio fueron añadidas a tu calendario

source: and
es: y

# endDateError
source: END must be after START
es: FIN debe ser despues que INICIO

source: Go To Test
es: Ir Al Test

source: Delete test
es: Borrar test

source: Due Today!
es: Hoy!

source: Due Tomorrow!
es: Mañana!

source: Past Due
es: En el pasado

# dueInDays
source: Due in {daysToTest} days
es: En {daysToTest} días

# testRemoved
source: test was removed from your calendar
es: test fue removido de tu calendario

# testAndOneSession
source: test and 1 session was removed from your calendar
es: test y una sesion fueron removidos de tu calendario

# testAndSessions
source: test and {numSessionsDeleted} sessions were removed from your calendar
es: test y {numSessionsDeleted} sesiones fueron removidas de tu calendario

# deleteConfirm
source: This will delete this test and all sessions associated with it from your calendar, are you sure?
es: Esto borrará por completo éste test y todas las sesiones de estudio asociadas a él, quieres continuar?

source: DELETE
es: BORRAR

source: Session
es: Sesión

# recover
source: Password Recovery
es: Recupera tu Contraseña

# enterEmail
source: Enter an email
es: Ingresa un email

# emailEmpty
source: Email Can't Be Empty
es: Email No puede estar vacío

# recoverBig
source: RECOVER
es: RECUPERAR

# emailSent
source: Email Sent Correctly
es: Email enviado correctamente

# backLogin
source: BACK TO LOGIN
es: VOLVER A ACCESO

source: SignUp
es: Registro

source: Login
es: Ingreso

source: Enter Password
es: Ingresa una contraseña

source: PASSWORD
es: CONTRASEÑA

# passwordEmpty
source: Password Can't Be Empty
es: Contraseña no puede estar vacía

# passNoMatch
source: Password do not match
es: Contraseña no coincide

# repeatPass
source: REPEAT PASSWORD
es: REPITE LA CONTRASEÑA

# forgot
source: Forgot Your Password?
es: Olvidaste tu contraseña?

source: CREATE ACCOUNT
es: CREAR CUENTA

# accessGoogle
source: ACCESS WITH GOOGLE
es: ACCEDER CON GOOGLE

# haveAccount
source: ALREADY HAVE AN ACCOUNT
es: YA TENGO UNA CUENTA
